import styles from './Home.module.scss'

import { Layout } from 'components/layout'
import { Fontbody, Section, AppLink, PageTitle } from 'components/ui'

const Home = () => {
	return (
		<Layout>
			<Section noField>
				<PageTitle />
			</Section>

			<Section>
				<Fontbody level={2}>
					Сложно сказать, почему представители современных социальных резервов
					освещают чрезвычайно интересные особенности картины в целом, однако
					конкретные выводы, разумеется, превращены в посмешище, хотя само их
					существование приносит несомненную пользу обществу.
				</Fontbody>

				<Fontbody level={2}>
					Идейные соображения высшего порядка, а{' '}
					<AppLink>также консультация с широким активом</AppLink> играет
					определяющее значение для форм воздействия. Господа, разбавленное
					изрядной долей эмпатии, рациональное мышление, а также свежий взгляд
					на привычные вещи — безусловно открывает новые горизонты для вывода
					текущих активов.
				</Fontbody>
			</Section>

			<Section>
				<Fontbody level={2}>
					Сложно сказать, почему представители современных социальных резервов
					освещают чрезвычайно интересные особенности картины в целом, однако
					конкретные выводы, разумеется, превращены в посмешище, хотя само их
					существование приносит несомненную пользу обществу. Идейные
					соображения высшего порядка, а{' '}
					<AppLink>также консультация с широким активом</AppLink> играет
					определяющее значение для форм воздействия. Господа, разбавленное
					изрядной долей эмпатии, рациональное мышление, а также свежий взгляд
					на привычные вещи — безусловно открывает новые горизонты для вывода
					текущих активов.
				</Fontbody>
			</Section>

			<Section>
				<Fontbody level={2}>
					Сложно сказать, почему представители современных социальных резервов
					освещают чрезвычайно интересные особенности картины в целом, однако
					конкретные выводы, разумеется, превращены в посмешище, хотя само их
					существование приносит несомненную пользу обществу.
				</Fontbody>
			</Section>
		</Layout>
	)
}

export { Home }
